
# IT 섹션
custom_dict = {
    'type':'custom',
    '011210.KS':'현대위아',
    '035720.KS':'카카오',
    '035420.KS':'네이버',
}


# 고배당 섹션
refund_dict = {
    'type':'KODEX_KOSPI_refund50',
    '003545.KS':'대신증권우',
    '005960.KS':'동부건설',
    '005389.KS':'현대차3우B',
    '003410.KS':'쌍용양회',
    '015890.KS':'태경산업',
    '00680K.KS':'미래에셋대우2우B',
    '003555.KS':'LG우',
    '00088K.KS':'한화3우B',
    '005945.KS':'NH투자증권우',
    '088980.KS':'맥쿼리인프라',
    '060980.KS':'한라홀딩스',
    '034830.KS':'한국토지신탁',
    '175330.KS':'JB금융지주',
    '122900.KS':'아이마켓코리아',
    '003690.KS':'코리안리',
    '003570.KS':'S&T중공업',
    '024110.KS':'기업은행',
    '009580.KS':'무림P&P',
    '104700.KS':'한국철강',
    '272550.KS':'삼양패키징',
    '000815.KS':'삼성화재우',
    '033660.KS':'아주캐피탈',
    '051600.KS':'한전KPS',
    '138930.KS':'BNK금융지주',
    '002210.KS':'동서',
    '025000.KS':'KPX케미칼',
    '002960.KS':'한국쉘석유',
    '017670.KS':'SK텔레콤',
    '033780.KS':'KT&G',
    '015230.KS':'대창단조',
    '002460.KS':'화성산업',
    '227840.KS':'현대코퍼레이션홀딩스',
    '267290.KS':'경동도시가스',
    '005935.KS':'삼성전자우',
    '102260.KS':'동성코퍼레이션',
    '090350.KS':'노루페인트',
    '213500.KS':'한솔제지',
    '030200.KS':'KT',
    '000430.KS':'대원강업',
    '078930.KS':'GS',
    '044450.KS':'KSS해운',
    '001800.KS':'오리온홀딩스',
    '010130.KS':'고려아연',
    '004690.KS':'삼천리',
    '039570.KS':'HDC아이콘트롤스',
    '035250.KS':'강원랜드',
    '016710.KS':'대성홀딩스',
    '007690.KS':'국도화학',
    '002270.KS':'롯데푸드',
    '005500.KS':'삼진제약',
}

# 항공 섹션
airplane_dict = {
    '003490.KS':'대한항공', 
    '020560.KS':'아시아나', 
    '089590.KS':'제주항공', 
    '298690.KS':'에어부산', 
    '272450.KS':'진에어', 
    '091810.KS':'티웨이항공', 
}


# 반도체 섹션
semi_dict = {
    'type':'semicon',
    '005930.KS':'삼성전자',
    '000660.KS':'SK 하이닉스',
}


# 제약 섹션
medicine_dict = {
    '068270.KS':'셀트리온',
    '006280.KS':'녹십자',
    '003090.KS':'대웅',
    '019170.KS':'신풍제약',
}

# IT 섹션
it_dict = {
    '035420.KS':'네이버',
    '035720.KS':'카카오'
}